export const WARDS = {
  "愛知県": [
    "一宮本町",
    "一宮駅前",
    "一宮",
    "丸の内",
    "久屋大通",
    "今池",
    "伏見",
    "刈谷",
    "則武",
    "千種区",
    "名古屋",
    "名駅",
    "名駅南",
    "国際センター",
    "大須",
    "岐阜",
    "新栄",
    "栄",
    "泉",
    "矢場町",
    "那古野",
    "金山",
    "錦",
    "高岡",
    "鶴舞"
  ],
  "千種区": [
    "千種区"
  ],
  "伏見": [
    "伏見"
  ],
  "岐阜": [
    "岐阜"
  ],
  "久屋大通": [
    "久屋大通"
  ],
  "一宮": [
    "一宮"
  ],
  "一宮本町": [
    "一宮本町"
  ],
  "一宮駅前": [
    "一宮駅前"
  ],
  "今池": [
    "今池"
  ],
  "泉": [
    "泉"
  ],
  "金山": [
    "金山"
  ],
  "刈谷": [
    "刈谷"
  ],
  "国際センター": [
    "国際センター"
  ],
  "丸の内": [
    "丸の内"
  ],
  "名駅": [
    "名駅"
  ],
  "名駅南": [
    "名駅南"
  ],
  "那古野": [
    "那古野"
  ],
  "名古屋": [
    "名古屋"
  ],
  "錦": [
    "錦"
  ],
  "則武": [
    "則武"
  ],
  "大須": [
    "大須"
  ],
  "栄": [
    "栄"
  ],
  "新栄": [
    "新栄"
  ],
  "高岡": [
    "高岡"
  ],
  "鶴舞": [
    "鶴舞"
  ],
  "矢場町": [
    "矢場町"
  ],
  "千葉県": [
    "船橋",
    "柏",
    "松戸",
    "成田",
    "西船橋",
    "東金",
    "津田沼",
    "千葉県"
  ],
  "船橋": [
    "船橋",
    "西船橋"
  ],
  "柏": [
    "柏"
  ],
  "松戸": [
    "松戸"
  ],
  "成田": [
    "成田"
  ],
  "西船橋": [
    "西船橋"
  ],
  "東金": [
    "東金"
  ],
  "津田沼": [
    "津田沼"
  ],
  "福井県": [
    "敦賀"
  ],
  "敦賀": [
    "tsuruga"
  ],
  "福岡県": [
    "久留米",
    "博多",
    "小倉"
  ],
  "博多": [
    "博多"
  ],
  "小倉": [
    "小倉"
  ],
  "久留米": [
    "久留米"
  ],
  "兵庫県": [
    "旭通",
    "加納町",
    "元町",
    "二宮",
    "三宮",
    "姫路",
    "神戸"
  ],
  "旭通": [
    "旭通"
  ],
  "姫路": [
    "姫路"
  ],
  "加納町": [
    "加納町"
  ],
  "神戸": [
    "神戸"
  ],
  "元町": [
    "元町"
  ],
  "二宮": [
    "二宮"
  ],
  "三宮": [
    "三宮"
  ],
  "神奈川県": [
    "厚木",
    "海老名",
    "藤沢",
    "本厚木",
    "稲田堤",
    "伊勢佐木",
    "伊勢佐木町",
    "上大岡",
    "関内",
    "川崎",
    "溝の口",
    "向ヶ丘遊園",
    "武蔵小杉",
    "登戸",
    "野毛町",
    "相模原",
    "桜木町",
    "新横浜",
    "新百合ヶ丘",
    "戸塚",
    "綱島",
    "横浜",
    "川崎市",
    "相模原市"
  ],
  "厚木": [
    "厚木",
    "本厚木"
  ],
  "海老名": [
    "海老名"
  ],
  "藤沢": [
    "藤沢"
  ],
  "本厚木": [
    "本厚木"
  ],
  "稲田堤": [
    "稲田堤"
  ],
  "伊勢佐木": [
    "伊勢佐木"
  ],
  "伊勢佐木町": [
    "伊勢佐木町"
  ],
  "上大岡": [
    "上大岡"
  ],
  "関内": [
    "関内"
  ],
  "川崎": [
    "川崎",
    "溝の口",
    "向ヶ丘遊園",
    "武蔵小杉",
    "登戸"
  ],
  "川崎市": [
    "武蔵小杉",
    "溝の口",
    "登戸"
  ],
  "未設定": [
    null
  ],
  "溝の口": [
    "溝の口"
  ],
  "向ヶ丘遊園": [
    "向ヶ丘遊園"
  ],
  "武蔵小杉": [
    "武蔵小杉"
  ],
  "登戸": [
    "登戸"
  ],
  "野毛町": [
    "野毛町"
  ],
  "相模原": [
    "淵野辺",
    "相模原"
  ],
  "相模原市": [
    "相模原"
  ],
  "桜木町": [
    "桜木町"
  ],
  "新横浜": [
    "新横浜"
  ],
  "新百合ヶ丘": [
    "新百合ヶ丘"
  ],
  "戸塚": [
    "戸塚"
  ],
  "綱島": [
    "綱島"
  ],
  "横浜": [
    "関内",
    "横浜"
  ],
  "京都府": [
    "二条",
    "京都駅",
    "千本三条",
    "四条西洞院",
    "大宮"
  ],
  "大宮": [
    "大宮"
  ],
  "京都駅": [
    "京都駅"
  ],
  "二条": [
    "二条"
  ],
  "千本三条": [
    "千本三条"
  ],
  "四条西洞院": [
    "四条西洞院"
  ],
  "宮城県": [
    "仙台"
  ],
  "仙台": [
    "仙台"
  ],
  "大阪府": [
    "長堀橋・松屋町",
    "京橋",
    "出張",
    "北新地",
    "北浜",
    "十三",
    "南森町",
    "南船場",
    "吹田",
    "堂山",
    "堺東",
    "堺筋本町",
    "天満橋",
    "天王寺",
    "心斎橋",
    "新大阪",
    "日本橋",
    "東三国",
    "松屋町",
    "桜川",
    "梅田",
    "江坂",
    "肥後橋",
    "西中島",
    "谷町九丁目",
    "長堀橋",
    "阿波座",
    "難波",
    "高槻"
  ],
  "阿波座": [
    "阿波座"
  ],
  "出張": [
    "出張"
  ],
  "堂山": [
    "堂山"
  ],
  "江坂": [
    "江坂"
  ],
  "東三国": [
    "東三国"
  ],
  "肥後橋": [
    "肥後橋"
  ],
  "十三": [
    "十三"
  ],
  "北浜": [
    "北浜"
  ],
  "北新地": [
    "北新地"
  ],
  "京橋": [
    "京橋"
  ],
  "松屋町": [
    "松屋町"
  ],
  "南森町": [
    "南森町"
  ],
  "南船場": [
    "南船場"
  ],
  "長堀橋": [
    "長堀橋"
  ],
  "長堀橋・松屋町": [
    "長堀橋・松屋町"
  ],
  "難波": [
    "難波"
  ],
  "日本橋": [
    "日本橋"
  ],
  "西中島": [
    "西中島"
  ],
  "堺東": [
    "堺東"
  ],
  "堺筋本町": [
    "堺筋本町"
  ],
  "桜川": [
    "桜川"
  ],
  "新大阪": [
    "新大阪"
  ],
  "心斎橋": [
    "心斎橋"
  ],
  "吹田": [
    "吹田"
  ],
  "高槻": [
    "高槻"
  ],
  "谷町九丁目": [
    "谷町九丁目"
  ],
  "天満橋": [
    "天満橋"
  ],
  "天王寺": [
    "天王寺"
  ],
  "梅田": [
    "梅田"
  ],
  "埼玉県": [
    "川越",
    "川口",
    "久喜",
    "大宮",
    "南浦和",
    "浦和",
    "蕨",
    "埼玉県"
  ],
  "川越": [
    "川越"
  ],
  "川口": [
    "川口"
  ],
  "久喜": [
    "久喜"
  ],
  "大宮": [
    "大宮"
  ],
  "南浦和": [
    "南浦和"
  ],
  "浦和": [
    "浦和"
  ],
  "蕨": [
    "蕨"
  ],
  "滋賀県": [
    "大津駅",
    "彦根",
    "草津"
  ],
  "彦根": [
    "彦根"
  ],
  "草津": [
    "草津"
  ],
  "大津駅": [
    "大津駅"
  ],
  "静岡県": [
    "三島",
    "沼津"
  ],
  "三島": [
    "三島"
  ],
  "沼津": [
    "沼津"
  ],
  "shops_backup.json": [
    null
  ],
  "東京都": [
    "--- 城東 ---",
    "墨田区",
    "江東区",
    "足立区",
    "--- 城南 ---",
    "世田谷区",
    "品川区",
    "大田区",
    "目黒区",
    "--- 城西 ---",
    "中野区",
    "新宿区",
    "杉並区",
    "渋谷区",
    "--- 城北 ---",
    "北区",
    "練馬区",
    "豊島区",
    "--- 都心 ---",
    "中央区",
    "千代田区",
    "港区",
    "--- その他・市部 ---",
    "23区出張",
    "三鷹市",
    "八王子市",
    "台東区",
    "国分寺市",
    "多摩市",
    "小金井市",
    "府中市",
    "武蔵野市",
    "町田市",
    "立川市",
    "荒川区",
    "調布市",
    "都下・その他",
    null
  ],
  "足立区": [
    "北千住",
    "牛田",
    "竹ノ塚"
  ],
  "荒川区": [
    "日暮里"
  ],
  "千代田区": [
    "九段下",
    "四谷",
    "岩本町",
    "神保町",
    "神田",
    "秋葉原",
    "飯田橋"
  ],
  "調布市": [
    "調布"
  ],
  "中央区": [
    "ginza",
    "日本橋",
    "人形町",
    "日本橋",
    "茅場町",
    "銀座"
  ],
  "23区出張": [
    "23wards"
  ],
  "都下・その他": [
    "outside_23wards"
  ],
  "府中市": [
    "fuchu",
    "府中"
  ],
  "八王子市": [
    "八王子市"
  ],
  "北区": [
    null
  ],
  "小金井市": [
    "小金井"
  ],
  "国分寺市": [
    "国分寺",
    null
  ],
  "江東区": [
    "亀戸",
    "門前仲町"
  ],
  "町田市": [
    null
  ],
  "目黒区": [
    "gakugei_daigaku",
    "jiyugaoka",
    "nakameguro",
    "toritsudaigaku",
    "目黒区"
  ],
  "港区": [
    "akabanebashi",
    "akasaka",
    "azabujuban",
    "hamamatsucho",
    "nishiazabu",
    "roppongi",
    "shinbashi",
    "tamachi",
    "toranomon",
    "六本木",
    "新橋",
    "田町",
    "赤坂",
    "麻布十番"
  ],
  "三鷹市": [
    "三鷹",
    "三鷹市"
  ],
  "武蔵野市": [
    "吉祥寺"
  ],
  "中野区": [
    "中野区"
  ],
  "練馬区": [
    "大泉学園",
    "練馬区"
  ],
  "大田区": [
    "蒲田",
    "大森",
    "蒲田"
  ],
  "世田谷区": [
    "千歳烏山",
    "二子玉川",
    "駒沢大学",
    "経堂",
    "明大前",
    "桜新町",
    "三軒茶屋",
    "下北沢",
    "祖師ヶ谷大蔵",
    "二子玉川",
    "千歳烏山"
  ],
  "渋谷区": [
    "幡ヶ谷",
    "初台",
    "笹塚",
    "代々木",
    "代々木・原宿",
    "恵比寿",
    "渋谷区",
    "表参道"
  ],
  "品川区": [
    "五反田",
    "武蔵小山",
    "大井町",
    "五反田",
    "品川区"
  ],
  "新宿区": [
    "東新宿",
    "市ヶ谷",
    "歌舞伎町",
    "神楽坂",
    "西新宿",
    "大久保",
    "新宿御苑",
    "新宿三丁目",
    "高田馬場",
    "若松河田",
    "四谷",
    "四谷三丁目",
    "市ヶ谷",
    "新宿",
    "新宿区"
  ],
  "杉並区": [
    "高円寺",
    "荻窪"
  ],
  "墨田区": [
    "錦糸町",
    "両国",
    "錦糸町"
  ],
  "立川市": [
    "立川市"
  ],
  "台東区": [
    "上野",
    "浅草橋"
  ],
  "多摩市": [
    "多摩センター",
    "聖蹟桜ヶ丘"
  ],
  "豊島区": [
    "池袋",
    "大塚",
    "巣鴨",
    "池袋"
  ]
};
export const LOCATION_DATA = WARDS;
export const REGIONS = ["東京都", "埼玉県", "千葉県", "神奈川県", "大阪府", "愛知県", "兵庫県", "京都府", "福岡県", "北海道", "宮城県", "静岡県", "滋賀県", "福井県"];
export const WARD_GROUPS = [];
export const groupedLocations = WARD_GROUPS;